Repository: netrunner-debian-kde-extras/kdeconnect
Catalog: po/*/kdeconnect-plugins.po
Languages: ast

# device name: low battery
source: %1: Low Battery
ast: %1: batería baxa

source: Battery at %1%
ast: Batería al %1%

source: Use your phone as a touchpad and keyboard
ast: Usa'l to teléfonu como touchpad y tecláu

source: Pause music plugin
ast: Posar complementu de música

source: Condition
ast: Condición

source: Pause as soon as phone rings
ast: Posar namás que'l teléfonu suene

source: Pause only while talking
ast: Posar namái entrín se fala

source: Actions
ast: Aiciones

source: Pause media players
ast: Posar reproductores multimedia

source: Mute system sound
ast: Silenciar soníu'l sistema

source: Failed to start sshfs
ast: Fallu al aniciar sshfs

source: Error when accessing to filesystem
ast: Fallu al acceder al sistema de ficheros

source: Failed to mount filesystem: device not responding
ast: Fallu al montar el sistema de ficheros: nun ta respondiendo'l preséu

source: All files
ast: Tolos ficheros

source: Camera pictures
ast: Semeyes de cámara

source: &percnt;1 in the path will be replaced with the specific device name.
ast: &percnt;1 nel camín trocaráse col nome del preséu específicu.

source: Share plugin settings
ast: Axustes del complementu de compartición

source: Receiving
ast: Recibiendo

source: Save files in:
ast: Guardar ficheros en:

source: unknown number
ast: númberu desconocíu

source: Incoming call from %1
ast: Llamada entrante de %1

source: Missed call from %1
ast: Llamada perdida de %1

source: SMS from %1<br>%2
ast: SMS de %1<br>%2

source: Unknown telephony event: %1
ast: Eventu telefónicu desconocíu: %1

source: Mute Call
ast: Silenciar llamada
