Repository: netrunner-debian-kde-extras/kdeconnect
Catalog: po/*/kdeconnect-core.po
Languages: ast

source: Already paired
ast: Yá ta empareyáu

source: Pairing already requested for this device
ast: Yá se solicitó l'empareyamientu pa esti preséu

source: Device not reachable
ast: Nun ye algamable'l preséu

source: Error contacting device
ast: Fallu contautando col preséu

source: Timed out
ast: Tiempu escosao

source: Canceled by other peer
ast: Encaboxáu pola otra parte

source: Received incorrect key
ast: Recibióse la clave incorreuta

source: Canceled by the user
ast: Encaboxáu pol usuariu

# File transfer origin
source: From
ast: Dende

source: Filename already present
ast: Yá ta presente'l nome de ficheru

# File transfer destination
source: To
ast: A

source: Received incomplete file: %1
ast: Recibióse'l ficheru imcompletu: %1

source: KDE Connect failed to start
ast: KDE Connect falló al aniciase

source: Could not find support for RSA in your QCA installation. If your distribution provides separate packages for QCA-ossl and QCA-gnupg, make sure you have them installed and try again.
ast: Nun pudo alcontrase sofitu pa RSA na to instalación QCA. Si la to distribución apurre paqutes separtaos pa QCA-ossl y QCA-gnupg, asegúrate de tenelos instalaos ya inténtalo de nueves.

source: Could not store private key file: %1
ast: Nun pudo atroxase'l ficheru de clave privada: %1
