Repository: netrunner-debian-kde-extras/kdeconnect
Catalog: po/*/kdeconnect-cli.po
Languages: ast, ru

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
ru: Александр Поташев,Дмитрий Серов

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
ru: aspotashev@gmail.com,dmitri.s93@gmail.com

source: KDE Connect CLI tool
ast: Ferramienta CLI de KDE Connect
ru: Утилита командной строки для KDE Connect

source: (C) 2015 Aleix Pol Gonzalez
ast: (C) 2013 Aleix Pol Gonzalez
ru: © Aleix Pol Gonzalez, 2015

source: List all devices
ast: Llista tolos preseos
ru: Показать список всех устройств.

source: List available (paired and reachable) devices
ast: Llista los preseos (empareyaos y algamables) disponibles
ru: Показывать список доступных устройств (которые сопряжены и на связи).

source: Make --list-devices or --list-available print only the devices id, to ease scripting
ast: Facer que --list-devices o --list-available amuesen namái la ID de los preseos p'acencellar la creación de scripts
ru: Выводить только идентификаторы устройств для запросов --list-devices и --list-available (для облегчения написания сценариев).

source: Search for devices in the network and re-establish connections
ast: Gueta preseos na rede y reafita les conexones
ru: Выполнить поиск устройств в сети и возобновить подключения.

source: Request pairing to a said device
ast: Solicita l'empareyamientu al preséu dichu
ru: Запросить сопряжение с выбранным устройством.

source: Stop pairing to a said device
ast: Para l'empareyamientu al preséu dichu
ru: Отменить сопряжение с выбранным устройством.

source: Sends a ping to said device
ast: Unvia un ping al ficheru dichu
ru: Отправить тестовый сигнал на выбранное устройство.

source: Same as ping but you can set the message to display
ast: Como'l ping pero pues afitar el mensaxe p'amosar
ru: Аналогично --ping, но позволяет выбрать сообщение для показа на устройстве.dmitri.s93@gmail.com

source: message
ast: mensaxe
ru: сообщение

source: Share a file to a said device
ast: Comparte un ficheru al preséu dichu
ru: Отправить файл на выбранное устройство.

source: Display the notifications on a said device
ast: Amuesa les notificaciones nel preséu dichu
ru: Показать уведомления с выбранного устройства.

source: Lock the specified device
ast: Bloquiar el preséu especificáu
ru: Заблокировать выбранное устройство.

source: Device ID
ast: ID de preséu
ru: Идентификатор устройства.

source: (paired and reachable)
ast: (empareyáu y algamable)
ru: (сопряжено и на связи)

source: (reachable)
ast: (algamable)
ru: (на связи)

source: (paired)
ast: (empareyáu)
ru: (сопряжено)

source: 1 device found
ast: Alcontróse un preséu
ru: Найдено %1 устройство.

source: No devices found
ast: Nun s'alcontraron preseos
ru: Устройств не найдено.

source: No device specified
ast: Nun s'especificó'l preséu
ru: Устройство не выбрано.

source: Couldn't share %1
ast: Nun pudo compartise %1
ru: Не удалось отправить %1

source: Already paired
ast: Yá ta empareyáu
ru: Устройство уже сопряжено.

source: Already not paired
ast: Yá nun ta empareyáu
ru: Устройство не было сопряжено.

source: Nothing to be done
ast: Nada pa facer
ru: Не выбрано действие для выполнения.
